<?php

class App
{
    public $color = [
        ['name' => 'Черный', 'hex' => '#000000'],
        ['name' => 'Серебряный', 'hex' => '#C0C0C0'],
        ['name' => 'Серый', 'hex' => '#808080'],
        ['name' => 'Белый', 'hex' => '#FFFFFF'],
        ['name' => 'Бордовый', 'hex' => '#800000'],
        ['name' => 'Красный', 'hex' => '#FF0000'],
        ['name' => 'Пурпурный', 'hex' => '#800080'],
        ['name' => 'Зеленый', 'hex' => '#008000'],
        ['name' => 'Желтый', 'hex' => '#FFFF00'],
        ['name' => 'Синий', 'hex' => '#0000FF'],
    ];

    public $skills = ['усидчивость', 'опрятность', 'самообучаемость', 'трудолюбие'];
}